Repository: iComputerfreak/MovieDB
Catalog: Movie DB/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br

# addMedia.addMediaButton.addToLibrary
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar

# addMedia.addMediaButton.alreadyAdded
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunto
ja: 追加済み
ko: 추가됨
pl: Dodano
pt_br: Adicionado

# addMedia.alert.alreadyAdded.message %@
source: You already have '%@' in your library.
de: Sie haben '%@' bereits in Ihrer Mediathek
es: Ya tienes «%@» en tu biblioteca.
fr: « %@ » figure déjà dans ta bibliothèque.
it: Hai già “%@” nella tua libreria.
ja: 「%@」はすでにライブラリにあります。
ko: '%@' 항목은 이미 보관함에 있습니다.
pl: Masz już „%@” w swojej bibliotece.
pt_br: Você já tem '%@' na sua biblioteca.

# addMedia.alert.alreadyAdded.title
source: Already added
de: Bereits hinzugefügt
es: Ya está añadido
fr: Déjà ajouté
it: Già aggiunto
ja: 追加済み
ko: 이미 추가됨
pl: Już dodano
pt_br: Já adicionado

# addMedia.alert.errorLoading.title
source: Error loading media
de: Fehler beim Laden des Mediums
es: Error al cargar el contenido
fr: Erreur de chargement du média
it: Errore durante il caricamento del contenuto
ja: メディアの読み込みエラー
ko: 미디어를 불러올 수 없음
pl: Błąd wczytywania treści
pt_br: Erro ao carregar mídia

# addMedia.alreadyInLibraryLabel.text
source: Already in library
de: Bereits hinzugefügt
es: Ya está en la biblioteca
fr: Déjà dans la bibliothèque
it: Già nella libreria
ja: ライブラリに追加済み
ko: 이미 보관함에 있음
pl: Już w bibliotece
pt_br: Já está na biblioteca

# addMedia.detail.placeholder
source: Select a search result
de: Suchergebnis auswählen
es: Selecciona un resultado de búsqueda
fr: Sélectionne un résultat de recherche
it: Seleziona un risultato di ricerca
ja: 検索結果を選択
ko: 검색 결과 선택
pl: Wybierz wynik wyszukiwania
pt_br: Selecione um resultado da busca

# addMedia.navBar.button.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar

# addMedia.navBar.title
source: Add media
de: Medien hinzufügen
es: Añadir contenido
fr: Ajouter un média
it: Aggiungi contenuto
ja: メディアを追加
ko: 미디어 추가
pl: Dodaj treść
pt_br: Adicionar mídia

# addMedia.searchPrompt
source: Search to add medias to your library
de: Suchen, um Medien zur Mediathek hinzuzufügen
es: Busca contenido para añadirlo a tu biblioteca
fr: Recherche un média à ajouter à ta bibliothèque
it: Cerca contenuti da aggiungere alla libreria
ja: 検索してライブラリに追加
ko: 보관함에 추가할 미디어 검색
pl: Wyszukaj treści do dodania do biblioteki
pt_br: Busque mídias para adicionar à sua biblioteca

# addToList.title
source: Add to list...
de: Hinzufügen...
es: Añadir a una lista...
fr: Ajouter à une liste…
it: Aggiungi a un elenco...
ja: リストに追加...
ko: 목록에 추가...
pl: Dodaj do listy...
pt_br: Adicionar à lista...

# addToList.toolbar.buttons.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

# apiError.invalidResponse.description
source: The request returned invalid data.
de: Die Server-Antwort ist ungültig.
es: La solicitud devolvió datos no válidos.
fr: La requête a renvoyé des données non valides.
it: La richiesta ha restituito dati non validi.
ja: リクエストから無効なデータが返されました。
ko: 요청에서 잘못된 데이터가 반환되었습니다.
pl: Żądanie zwróciło nieprawidłowe dane.
pt_br: A solicitação retornou dados inválidos.

# apiError.pageOutOfBounds.description
source: Requested page is out of bounds
de: Die angefragte Seite wurde nicht gefunden
es: La página solicitada no existe.
fr: La page demandée n’existe pas.
it: La pagina richiesta non rientra nell’intervallo valido
ja: 指定されたページは範囲外です
ko: 요청한 페이지가 범위를 벗어났습니다.
pl: Żądana strona jest poza zakresem
pt_br: A página solicitada está fora dos limites

# apiError.statusNotOk.description %lld
source: Error executing request. HTTP reponse code %lld.
de: Fehler beim Ausführen des HTTP-Requests. Antwort-Code: %lld.
es: Error al ejecutar la solicitud. Código de respuesta HTTP: %lld.
fr: Erreur lors de l’exécution de la requête. Code de réponse HTTP : %lld.
it: Errore durante l’esecuzione della richiesta. Codice di risposta HTTP: %lld.
ja: リクエストの実行エラー。HTTPレスポンスコード: %lld。
ko: 요청을 실행할 수 없습니다. HTTP 응답 코드: %lld.
pl: Błąd wykonywania żądania. Kod odpowiedzi HTTP: %lld.
pt_br: Erro ao executar a solicitação. Código de resposta HTTP: %lld.

# apiError.unauthorized.description
source: API call unauthorized. Invalid API key.
de: Interner Fehler: Ungültiger API-Schlüssel.
es: Llamada a la API no autorizada. Clave de API no válida.
fr: Appel à l’API non autorisé. Clé API non valide.
it: Chiamata API non autorizzata. Chiave API non valida.
ja: API呼び出しが承認されませんでした。APIキーが無効です。
ko: API 호출이 승인되지 않았습니다. API 키가 잘못되었습니다.
pl: Brak autoryzacji wywołania API. Nieprawidłowy klucz API.
pt_br: Chamada à API não autorizada. Chave de API inválida.

# apiError.updateError.description
source: Error updating the media. If this issue persists, please try to reload the library in the settings.
de: Fehler beim aktualisieren der Medien. Wenn dieser Fehler weiterhin besthet, versuchen Sie bitte die Mediathek in den Einstellungen neu zu laden.
es: Error al actualizar el contenido. Si el problema persiste, prueba a recargar la biblioteca desde los ajustes.
fr: Erreur lors de la mise à jour des médias. Si le problème persiste, essaie de recharger la bibliothèque depuis Réglages.
it: Errore durante l’aggiornamento dei contenuti. Se il problema persiste, prova a ricaricare la libreria nelle impostazioni.
ja: メディアを更新できませんでした。問題が続く場合は、設定からライブラリを再読み込みしてください。
ko: 미디어를 업데이트할 수 없습니다. 문제가 계속되면 설정에서 보관함을 다시 불러오세요.
pl: Błąd aktualizacji treści. Jeśli problem będzie się powtarzać, spróbuj ponownie wczytać bibliotekę w ustawieniach.
pt_br: Erro ao atualizar as mídias. Se o problema persistir, tente recarregar a biblioteca nos ajustes.

# appStoreScreenshots.notes.loki
source: Can't wait for another season!
de: Ich kann die nächste Staffel kaum erwarten!
es: ¡Estoy deseando que llegue la próxima temporada!
fr: Vivement la prochaine saison !
it: Non vedo l’ora che arrivi la prossima stagione!
ja: 次のシーズンが待ちきれない！
ko: 다음 시즌이 너무 기대돼요!
pl: Nie mogę się doczekać następnego sezonu!
pt_br: Mal posso esperar pela próxima temporada!

# appStoreScreenshots.notes.matrix
source: A pretty good movie!
de: Ein richtig guter Film!
es: ¡Una película muy buena!
fr: Un très bon film !
it: Un film davvero bello!
ja: とてもいい映画！
ko: 정말 좋은 영화예요!
pl: Naprawdę dobry film!
pt_br: Um filme muito bom!

# appStoreScreenshots.tags.comedy
source: Comedy
de: Komödie
es: Comedia
fr: Comédie
it: Commedia
ja: コメディ
ko: 코미디
pl: Komedia
pt_br: Comédia

# appStoreScreenshots.tags.conspiracy
source: Conspiracy
de: Verschwörung
es: Conspiración
fr: Complot
it: Cospirazione
ja: 陰謀
ko: 음모
pl: Spisek
pt_br: Conspiração

# appStoreScreenshots.tags.dark
source: Dark
de: Düster
es: Oscuro
fr: Sombre
it: Cupo
ja: ダーク
ko: 다크
pl: Mroczny
pt_br: Sombrio

# appStoreScreenshots.tags.future
source: Future
de: Zukunft
es: Futuro
fr: Futur
it: Futuro
ja: 未来
ko: 미래
pl: Przyszłość
pt_br: Futuro

# appStoreScreenshots.tags.gangsters
source: Gangsters
de: Gangster
es: Gánsteres
it: Gangster
ja: ギャング
ko: 갱스터
pl: Gangsterzy
pt_br: Gângsteres

# appStoreScreenshots.tags.past
source: Past
de: Vergangenheit
es: Pasado
fr: Passé
it: Passato
ja: 過去
ko: 과거
pl: Przeszłość
pt_br: Passado

# appStoreScreenshots.tags.space
source: Space
de: Weltraum
es: Espacio
fr: Espace
it: Spazio
ja: 宇宙
ko: 우주
pl: Kosmos
pt_br: Espaço

# appStoreScreenshots.tags.terrorist
source: Terrorism
de: Terrorismus
es: Terrorismo
fr: Terrorisme
it: Terrorismo
ja: テロ
ko: 테러
pl: Terroryzm
pt_br: Terrorismo

# appStoreScreenshots.tags.timeTravel
source: Time Travel
de: Zeitreise
es: Viajes en el tiempo
fr: Voyage dans le temps
it: Viaggio nel tempo
ja: タイムトラベル
ko: 시간 여행
pl: Podróże w czasie
pt_br: Viagem no tempo

# appStoreScreenshots.tags.violent
source: Violent
de: Gewalttätig
es: Violento
it: Violento
ja: 暴力
ko: 폭력
pl: Przemoc
pt_br: Violento

# changelog.dismissButton
source: Got It
de: Verstanden
es: Entendido
fr: Compris
it: Ho capito
ja: わかりました
ko: 확인
pl: Rozumiem
pt_br: Entendi

# changelog.title
source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
it: Novità
ja: 新機能
ko: 새로운 기능
pl: Co nowego
pt_br: Novidades

# changelog.titleImport.description
source: Bring an existing movie or show list into Movie DB using titles and optional details such as year, director, or runtime. Review the matches before importing them. You can find the new import in Settings under Import & Export.
de: Importiere eine vorhandene Film- oder Serienliste anhand der Titel und optionaler Angaben wie Jahr, Regie oder Laufzeit in Movie DB. Prüfe die Treffer vor dem Import. Du findest den neuen Import in den Einstellungen unter „Import & Export“.
es: Importa en Movie DB una lista existente de películas o series mediante sus títulos y datos opcionales como el año, la dirección o la duración. Revisa las coincidencias antes de importarlas. Encontrarás la nueva importación en Ajustes, dentro de Importar y exportar.
fr: Importe dans Movie DB une liste existante de films ou de séries à partir des titres et d’informations facultatives comme l’année, le réalisateur ou la durée. Vérifie les correspondances avant de les importer. Tu trouveras cette nouvelle fonction d’importation dans Réglages, sous Importation et exportation.
it: Importa in Movie DB un elenco esistente di film o serie usando i titoli e dettagli facoltativi come anno, regista o durata. Controlla le corrispondenze prima di importarle. Trovi la nuova funzione nelle Impostazioni, sotto Importazione ed esportazione.
ja: タイトルと、年、監督、上映時間などの任意情報を使って、既存の映画や番組リストをMovie DBに取り込めます。インポート前に一致結果を確認できます。新しいインポート機能は「設定」の「インポートとエクスポート」にあります。
ko: 제목을 기준으로 기존 영화나 TV 프로그램 목록을 Movie DB로 가져올 수 있습니다. 필요하면 연도, 감독, 상영 시간 같은 세부 정보도 사용할 수 있습니다. 가져오기 전에 일치 결과를 검토하세요. 새로운 가져오기 기능은 설정의 가져오기 및 내보내기에서 찾을 수 있습니다.
pl: Przenieś istniejącą listę filmów lub seriali do Movie DB, używając tytułów i opcjonalnych danych, takich jak rok, reżyser lub czas trwania. Przejrzyj dopasowania przed importem. Nową funkcję importu znajdziesz w Ustawieniach w sekcji Import i eksport.
pt_br: Importe para o Movie DB uma lista existente de filmes ou séries usando títulos e detalhes opcionais, como ano, direção ou duração. Revise as correspondências antes de importá-las. Você encontra o novo recurso em Ajustes, em Importação e exportação.

# changelog.titleImport.title
source: Import CSV by Title
de: CSV nach Titel importieren
es: Importar CSV por título
fr: Importer un CSV par titre
it: Importa CSV per titolo
ja: タイトルでCSVをインポート
ko: 제목으로 CSV 가져오기
pl: Importuj CSV według tytułu
pt_br: Importar CSV por título

# components.subtitleContentPicker.useDefaultValue
source: Use default
de: Standard
es: Usar valor predeterminado
fr: Utiliser la valeur par défaut
it: Usa impostazione predefinita
ja: デフォルトを使用
ko: 기본값 사용
pl: Użyj wartości domyślnej
pt_br: Usar padrão

# decodingError.debugDescription
source: Debug description
de: Debug-Beschreibung
es: Descripción de depuración
fr: Description de débogage
it: Descrizione di debug
ja: デバッグ説明
ko: 디버그 설명
pl: Opis debugowania
pt_br: Descrição de depuração

# decodingError.expectedType
source: Expected type
de: Erwarteter Typ
es: Tipo esperado
fr: Type attendu
it: Tipo previsto
ja: 想定される型
ko: 예상 형식
pl: Oczekiwany typ
pt_br: Tipo esperado

# decodingError.missingKey
source: Missing key
de: Fehlender Schlüssel
es: Clave ausente
fr: Clé manquante
it: Chiave mancante
ja: 不足しているキー
ko: 누락된 키
pl: Brakujący klucz
pt_br: Chave ausente

# decodingError.path
source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho

# decodingError.rootPath
source: <root>
de: <Wurzel>
es: <raíz>
fr: <racine>
it: <radice>
ja: <ルート>
ko: <루트>
pl: <korzeń>
pt_br: <raiz>

# decodingError.underlyingError
source: Underlying error
de: Zugrunde liegender Fehler
es: Error subyacente
fr: Erreur sous-jacente
it: Errore sottostante
ja: 基になるエラー
ko: 기저 오류
pl: Błąd źródłowy
pt_br: Erro subjacente

# detail.alert.errorLoadingCastTitle
source: Error loading cast
de: Fehler beim Laden der Besetzung
es: Error al cargar el reparto
fr: Erreur de chargement de la distribution
it: Errore durante il caricamento del cast
ja: キャストの読み込みエラー
ko: 출연진을 불러올 수 없음
pl: Błąd wczytywania obsady
pt_br: Erro ao carregar elenco

# detail.alert.newTag.button.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar

# detail.alert.newTag.message
source: Enter a name for the new tag.
de: Geben Sie einen Namen für das neue Schlüsselwort ein.
es: Introduce un nombre para la nueva etiqueta.
fr: Saisis un nom pour le nouveau tag.
it: Inserisci un nome per il nuovo tag.
ja: 新しいタグの名前を入力してください。
ko: 새 태그 이름을 입력하세요.
pl: Wpisz nazwę nowego tagu.
pt_br: Digite um nome para a nova etiqueta.

# detail.alert.newTag.title
source: New tag
de: Neues Schlüsselwort
es: Nueva etiqueta
fr: Nouveau tag
it: Nuovo tag
ja: 新しいタグ
ko: 새 태그
pl: Nowy tag
pt_br: Nova etiqueta

# detail.alert.renameTag.button.rename
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pl: Zmień nazwę
pt_br: Renomear

# detail.alert.renameTag.message
source: Enter a new name for the tag.
de: Geben Sie einen Namen für das neue Schlüsselwort ein.
es: Introduce un nombre nuevo para la etiqueta.
fr: Saisis un nouveau nom pour le tag.
it: Inserisci un nuovo nome per il tag.
ja: タグの新しい名前を入力してください。
ko: 태그의 새 이름을 입력하세요.
pl: Wpisz nową nazwę tagu.
pt_br: Digite um novo nome para a etiqueta.

# detail.alert.renameTag.title
source: Rename tag
de: Schlüsselwort umbenennen
es: Cambiar nombre de etiqueta
fr: Renommer le tag
it: Rinomina tag
ja: タグ名を変更
ko: 태그 이름 변경
pl: Zmień nazwę tagu
pt_br: Renomear etiqueta

# detail.alert.tagAlreadyExists.message
source: There is already a tag with that name.
de: Es gibt bereits ein Schlüsselwort mit diesem Namen.
es: Ya existe una etiqueta con ese nombre.
fr: Un tag porte déjà ce nom.
it: Esiste già un tag con questo nome.
ja: 同じ名前のタグがすでにあります。
ko: 같은 이름의 태그가 이미 있습니다.
pl: Tag o tej nazwie już istnieje.
pt_br: Já existe uma etiqueta com esse nome.

# detail.alert.tagAlreadyExists.title
source: Tag already exists
de: Schlüsselwort existiert
es: La etiqueta ya existe
fr: Le tag existe déjà
it: Il tag esiste già
ja: タグはすでに存在します
ko: 이미 존재하는 태그
pl: Tag już istnieje
pt_br: A etiqueta já existe

# detail.basicInfo.cast
source: Cast
de: Besetzung
es: Reparto
fr: Distribution
ja: キャスト
ko: 출연진
pl: Obsada
pt_br: Elenco

# detail.basicInfo.director
source: Director
de: Regisseur
es: Dirección
fr: Réalisateur
it: Regista
ja: 監督
ko: 감독
pl: Reżyser
pt_br: Diretor

# detail.basicInfo.directors
source: Directors
de: Regisseure
es: Dirección
fr: Réalisateurs
it: Registi
ja: 監督
ko: 감독
pl: Reżyserzy
pt_br: Diretores

# detail.basicInfo.header
source: Basic information
de: Informationen
es: Información básica
fr: Informations générales
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
pl: Podstawowe informacje
pt_br: Informações básicas

# detail.basicInfo.headline.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: あらすじ
ko: 설명
pl: Opis
pt_br: Descrição

# detail.basicInfo.headline.firstAired
source: First aired
de: Erstausstrahlung
es: Primera emisión
fr: Première diffusion
it: Prima messa in onda
ja: 初回放送日
ko: 첫 방영일
pl: Pierwsza emisja
pt_br: Primeira exibição

# detail.basicInfo.headline.lastAired
source: Last aired
de: Zuletzt ausgestrahlt
es: Última emisión
fr: Dernière diffusion
it: Ultima messa in onda
ja: 最終放送日
ko: 마지막 방영일
pl: Ostatnia emisja
pt_br: Última exibição

# detail.basicInfo.headline.lastEpisode
source: Last episode
de: Letzte Episode
es: Último episodio
fr: Dernier épisode
it: Ultimo episodio
ja: 最新エピソード
ko: 최근 에피소드
pl: Ostatni odcinek
pt_br: Último episódio

# detail.basicInfo.headline.nextEpisode
source: Next episode
de: Nächste Episode
es: Próximo episodio
fr: Prochain épisode
it: Prossimo episodio
ja: 次回のエピソード
ko: 다음 에피소드
pl: Następny odcinek
pt_br: Próximo episódio

# detail.basicInfo.headline.originalLanguage
source: Original language
de: Original-Sprache
es: Idioma original
fr: Langue originale
it: Lingua originale
ja: 原語
ko: 원어
pl: Język oryginalny
pt_br: Idioma original

# detail.basicInfo.headline.originalTitle
source: Original title
de: Original-Titel
es: Título original
fr: Titre original
it: Titolo originale
ja: 原題
ko: 원제
pl: Tytuł oryginalny
pt_br: Título original

# detail.basicInfo.headline.productionCountries
source: Production countries
de: Produktionsländer
es: Países de producción
fr: Pays de production
it: Paesi di produzione
ja: 製作国
ko: 제작 국가
pl: Kraje produkcji
pt_br: Países de produção

# detail.basicInfo.headline.releaseDate
source: Release date
de: Veröffentlichungsdatum
es: Fecha de estreno
fr: Date de sortie
it: Data di uscita
ja: 公開日
ko: 개봉일
pl: Data premiery
pt_br: Data de lançamento

# detail.basicInfo.headline.runtime
source: Runtime
de: Laufzeit
es: Duración
fr: Durée
it: Durata
ja: 上映時間
ko: 상영 시간
pl: Czas trwania
pt_br: Duração

# detail.basicInfo.headline.seasons
source: Seasons
de: Staffeln
es: Temporadas
fr: Saisons
it: Stagioni
ja: シーズン
ko: 시즌
pl: Sezony
pt_br: Temporadas

# detail.basicInfo.headline.showType
source: Show type
de: Serien-Typ
es: Tipo de serie
fr: Type de série
it: Tipo di serie
ja: 番組タイプ
ko: 프로그램 유형
pl: Typ serialu
pt_br: Tipo de série

# detail.basicInfo.seasonCount %lld
source: %lld Seasons
de: %lld Staffeln
es: %lld temporadas
fr: %lld saisons
it: %lld stagioni
ja: %lldシーズン
ko: %lld개 시즌
pl: %lld sezonu
pt_br: %lld temporadas

# detail.basicInfo.viewCastMembers.label
source: View cast members
de: Besetzung anzeigen
es: Ver reparto
fr: Voir la distribution
it: Visualizza cast
ja: キャストを見る
ko: 출연진 보기
pl: Wyświetl członków obsady
pt_br: Ver elenco

# detail.cast.noneAvailable
source: No cast available
de: Keine Besetzung verfügbar
es: No hay reparto disponible
fr: Aucune distribution disponible
it: Nessun cast disponibile
ja: キャスト情報はありません
ko: 출연진 정보가 없습니다.
pl: Brak dostępnej obsady
pt_br: Nenhum elenco disponível

# detail.cast.noSearchResults
source: No cast matching your search
de: Keine Besetzung für den aktuellen Suchbegriff
es: Ningún miembro del reparto coincide con tu búsqueda
fr: Aucun membre de la distribution ne correspond à ta recherche
it: Nessun membro del cast corrisponde alla ricerca
ja: 検索に一致するキャストはいません
ko: 검색과 일치하는 출연진이 없습니다.
pl: Brak obsady pasującej do wyszukiwania
pt_br: Nenhum integrante do elenco corresponde à sua busca

# detail.cast.roleNameLabel %@
source: as %@
de: als %@
es: como %@
fr: dans le rôle de %@
it: nel ruolo di %@
ja: 役名: %@
ko: %@ 역
pl: jako %@
pt_br: como %@

# detail.errorLoadingText
source: Error loading media
de: Fehler beim Laden des Mediums
es: Error al cargar el contenido
fr: Erreur de chargement du média
it: Errore durante il caricamento del contenuto
ja: メディアの読み込みエラー
ko: 미디어를 불러올 수 없음
pl: Błąd wczytywania treści
pt_br: Erro ao carregar mídia

# detail.extendedInfo.header
source: Extended information
de: Erweitert
es: Información ampliada
fr: Informations détaillées
it: Informazioni estese
ja: 詳細情報
ko: 추가 정보
pl: Informacje rozszerzone
pt_br: Informações adicionais

# detail.extendedInfo.headline.createdBy
source: Created by
de: Erstellt von
es: Creada por
fr: Créé par
it: Creato da
ja: 制作者
ko: 제작자
pl: Twórcy
pt_br: Criado por

# detail.extendedInfo.headline.homepage
source: Homepage
de: Webseite
es: Página web
fr: Site web
it: Sito web
ja: 公式サイト
ko: 홈페이지
pl: Strona internetowa
pt_br: Site oficial

# detail.extendedInfo.headline.networks
source: Networks
de: Netzwerke
es: Cadenas
fr: Chaînes
it: Reti
ja: 放送局
ko: 방송사
pl: Stacje telewizyjne
pt_br: Emissoras

# detail.extendedInfo.headline.popularity
source: Popularity
de: Popularität
es: Popularidad
fr: Popularité
it: Popolarità
ja: 人気度
ko: 인기도
pl: Popularność
pt_br: Popularidade

# detail.extendedInfo.headline.productionCompanies
source: Production companies
de: Produktionsfirmen
es: Productoras
fr: Sociétés de production
it: Case di produzione
ja: 製作会社
ko: 제작사
pl: Firmy produkcyjne
pt_br: Produtoras

# detail.extendedInfo.headline.revenue
source: Revenue
de: Einspielergebnis
es: Ingresos
fr: Recettes
it: Incassi
ja: 興行収入
ko: 수익
pl: Przychód
pt_br: Receita

# detail.extendedInfo.headline.scoring
source: Scoring
de: Bewertung
es: Puntuación
fr: Note
it: Punteggio
ja: 評価
ko: 평점
pl: Ocena
pt_br: Avaliação

# detail.extendedInfo.scoring %lf %lf %lld
source: %g/%g points from %lld votes on TheMovieDatabase.org
de: %g/%g Punkte von %lld Stimmen auf TheMovieDatabase.org
es: %g/%g puntos de %lld votos en TheMovieDatabase.org
fr: %g/%g points d’après %lld votes sur TheMovieDatabase.org
it: %g/%g punti da %lld voti su TheMovieDatabase.org
ja: TheMovieDatabase.orgでの評価：%g/%g点（%lld票）
ko: TheMovieDatabase.org에서 %lld표를 받아 %g/%g점
pl: %g/%g punktu na podstawie %lld głosów w TheMovieDatabase.org
pt_br: %g/%g pontos com base em %lld votos no TheMovieDatabase.org

# detail.extendedInfo.seasons.episodeCount %lld
source: %lld episodes
de: %lld Episoden
es: %lld episodios
fr: %lld épisodes
it: %lld episodi
ja: %lldエピソード
ko: %lld개 에피소드
pl: %lld odcinka
pt_br: %lld episódios

# detail.information.header
source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informações

# detail.mediaMenu.label
source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴

# detail.menu.addToWatchlist
source: Add to watchlist
de: Zu Watchlist hinzufügen
es: Añadir a la lista de seguimiento
fr: Ajouter à la liste de suivi
it: Aggiungi alla watchlist
ja: ウォッチリストに追加
ko: 보고 싶은 목록에 추가
pl: Dodaj do listy do obejrzenia
pt_br: Adicionar à lista para assistir

# detail.menu.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito
ja: お気に入りに追加
ko: 즐겨찾기
pl: Ulubione
pt_br: Favoritar

# detail.menu.markAsNotWatched
source: Not watched
de: Nicht angeschaut
es: No visto
fr: Non vu
it: Non visto
ja: 未視聴にする
ko: 보지 않음
pl: Nieobejrzane
pt_br: Não assistido

# detail.menu.markAsWatched
source: Watched
de: Angeschaut
es: Visto
fr: Vu
it: Visto
ja: 視聴済みにする
ko: 시청함
pl: Obejrzane
pt_br: Assistido

# detail.menu.removeFromWatchlist
source: Remove from watchlist
de: Von Watchlist entfernen
es: Quitar de la lista de seguimiento
fr: Retirer de la liste de suivi
it: Rimuovi dalla watchlist
ja: ウォッチリストから削除
ko: 보고 싶은 목록에서 제거
pl: Usuń z listy do obejrzenia
pt_br: Remover da lista para assistir

# detail.menu.unfavorite
source: Unfavorite
de: Kein Favorit
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기 해제
pl: Usuń z ulubionych
pt_br: Desfavoritar

# detail.metadata.headline.created
source: Created
de: Erstellt
es: Creado
fr: Créé le
it: Data di creazione
ja: 作成日
ko: 생성일
pl: Utworzono
pt_br: Criado

# detail.metadata.headline.internalID
source: Internal ID
de: Interne ID
es: ID interno
fr: Identifiant interne
it: ID interno
ja: 内部ID
ko: 내부 ID
pl: Identyfikator wewnętrzny
pt_br: ID interno

# detail.metadata.headline.lastModified
source: Last modified
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
it: Ultima modifica
ja: 最終変更日
ko: 최근 수정일
pl: Ostatnia modyfikacja
pt_br: Última modificação

# detail.metadata.headline.lastUpdated
source: Last updated
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新日
ko: 최근 업데이트일
pl: Ostatnia aktualizacja
pt_br: Última atualização

# detail.metadata.headline.lists
source: Lists
de: Listen
es: Listas
fr: Listes
it: Elenchi
ja: リスト
ko: 목록
pl: Listy
pt_br: Listas

# detail.navBar.errorTitle
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro

# detail.notes.navBar.title
source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pl: Notatki
pt_br: Notas
